Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Load Your Health Data
de: Deine Gesundheitsdaten laden
es: Carga tus datos de salud
fr: Chargez vos données Santé
hi: अपना सेहत डेटा लोड करें
ru: Загрузите медданные
tr: Sağlık Verilerinizi Yükleyin
zh_hans: 载入你的健康数据

source: Loading Apple Health data is taking longer than expected. Please try again.
de: Das Laden der Daten aus Health dauert länger als erwartet. Versuche es erneut.
es: La carga de los datos de la app Salud está tardando más de lo previsto. Vuelve a intentarlo.
fr: Le chargement des données de l’app Santé prend plus de temps que prévu. Réessayez.
hi: सेहत डेटा लोड होने में उम्मीद से ज़्यादा समय लग रहा है। कृपया फिर कोशिश करें।
ru: Загрузка данных из приложения «Здоровье» занимает больше времени, чем ожидалось. Повторите попытку.
tr: Sağlık verilerinin yüklenmesi beklenenden uzun sürüyor. Lütfen yeniden deneyin.
zh_hans: 加载 Apple 健康数据的时间比预期更长，请重试。

source: Loading data...
de: Daten werden geladen …
es: Cargando datos...
fr: Chargement des données…
hi: डेटा लोड किया जा रहा है...
ru: Загрузка данных…
tr: Veriler yükleniyor...
zh_hans: 正在加载数据…

source: Loading earlier months
de: Frühere Monate werden geladen
es: Cargando meses anteriores
fr: Chargement des mois précédents
hi: पुराने महीनों का डेटा लोड किया जा रहा है
ru: Загрузка предыдущих месяцев
tr: Önceki aylar yükleniyor
zh_hans: 正在载入更早的月份

source: Loading Health Data…
de: Gesundheitsdaten werden geladen …
es: Cargando datos de salud…
fr: Chargement des données Santé…
hi: सेहत डेटा लोड किया जा रहा है…
ru: Загрузка медданных…
tr: Sağlık Verileri Yükleniyor…
zh_hans: 正在载入健康数据…

source: Loading price…
de: Preis wird geladen …
es: Cargando precio…
fr: Chargement du prix…
hi: क़ीमत लोड की जा रही है…
ru: Загрузка цены…
tr: Fiyat yükleniyor…
zh_hans: 正在加载价格…

source: Loading workout data.
de: Trainingsdaten werden geladen.
es: Cargando datos del entrenamiento.
fr: Chargement des données d’exercice.
hi: वर्कआउट डेटा लोड किया जा रहा है।
ru: Загрузка данных тренировки.
tr: Antrenman verileri yükleniyor.
zh_hans: 正在加载体能训练数据。

source: Local Cache
de: Lokaler Cache
es: Caché local
fr: Cache local
hi: लोकल कैश
ru: Локальный кэш
tr: Yerel Önbellek
zh_hans: 本地缓存

source: Local cache cleared. Refresh to load Apple Health data again.
de: Lokaler Cache geleert. Aktualisiere, um die Daten aus Health erneut zu laden.
es: Se borró la caché local. Actualiza para volver a cargar los datos de la app Salud.
fr: Cache local vidé. Actualisez pour recharger les données de l’app Santé.
hi: लोकल कैश साफ़ हो गया। सेहत डेटा दोबारा लोड करने के लिए रीफ़्रेश करें।
ru: Локальный кэш очищен. Обновите, чтобы снова загрузить данные из приложения «Здоровье».
tr: Yerel önbellek temizlendi. Sağlık verilerini yeniden yüklemek için yenileyin.
zh_hans: 本地缓存已清除。请刷新以重新载入健康 App 数据。

source: Long Image
de: Langes Bild
es: Imagen larga
fr: Image longue
hi: लंबी इमेज
ru: Длинное изображение
tr: Uzun Görsel
zh_hans: 长图

source: Longer-Range Charts
de: Diagramme über längere Zeiträume
es: Gráficas de periodos más largos
fr: Graphiques sur de plus longues périodes
hi: लंबी अवधि के चार्ट
ru: Графики за длинные периоды
tr: Daha Uzun Aralıklı Grafikler
zh_hans: 更长时间范围的图表

source: Longest
de: Längste
es: Más largo
fr: Le plus long
hi: सबसे लंबा
ru: Макс. длительность
tr: En Uzun
zh_hans: 最长时长

source: Low
de: Niedrig
es: Bajo
fr: Faible
hi: निम्न
ru: Низко
tr: Düşük
zh_hans: 偏低

source: Low %@
de: Min. %@
es: Mín. %@
fr: Min. %@
hi: निम्न %@
ru: Мин. %@
tr: En düşük %@
zh_hans: 最低%@

source: Low Blood Oxygen
de: Niedriger Blutsauerstoff
es: Oxígeno en sangre bajo
fr: Oxygène sanguin faible
hi: निम्न रक्त ऑक्सीजन
ru: Низкий уровень кислорода в крови
tr: Düşük Kanda Oksijen
zh_hans: 血氧过低

source: Low Blood Oxygen Warning
de: Warnung bei niedrigem Blutsauerstoff
es: Aviso de oxígeno en sangre bajo
fr: Avertissement d’oxygène sanguin faible
hi: निम्न रक्त ऑक्सीजन की चेतावनी
ru: Предупреждение о низком уровне кислорода в крови
tr: Düşük Kanda Oksijen Uyarısı
zh_hans: 低血氧警告

source: Know your sleep debt
de: Kenne dein Schlafdefizit
es: Conoce tu deuda de sueño
fr: Connaissez votre dette de sommeil
hi: अपनी नींद की कमी जानें
ru: Узнайте свой дефицит сна
tr: Uyku borcunuzu bilin
zh_hans: 了解你的睡眠负债

source: LOW DEBT
de: GERINGES DEFIZIT
es: DEUDA BAJA
fr: DETTE FAIBLE
hi: थोड़ी कमी
ru: МАЛЫЙ ДЕФИЦИТ
tr: DÜŞÜK BORÇ
zh_hans: 负债低

source: Low Deviation
de: Geringe Abweichung
es: Desviación baja
fr: Écart faible
hi: कम विचलन
ru: Слабое отклонение
tr: Düşük Sapma
zh_hans: 低偏差

source: Low Heart Rate
de: Niedrige Herzfrequenz
es: Frecuencia cardiaca baja
fr: Fréquence cardiaque faible
hi: निम्न हृदय गति
ru: Низкий пульс
tr: Düşük Kalp Atış Hızı
zh_hans: 心率过低

source: Low Heart Rate Warning
de: Warnung bei niedriger Herzfrequenz
es: Aviso de frecuencia cardiaca baja
fr: Avertissement de fréquence cardiaque faible
hi: निम्न हृदय गति की चेतावनी
ru: Предупреждение о низком пульсе
tr: Düşük Kalp Atış Hızı Uyarısı
zh_hans: 低心率警告

source: Low readiness
de: Tagesform niedrig
es: Preparación baja
fr: Préparation faible
hi: निम्न रेडिनेस
ru: Низкая готовность
tr: Hazırlık düşük
zh_hans: 恢复状态偏低

source: Make it yours
de: Ganz nach deinem Geschmack
es: Hazlo tuyo
fr: À votre image
hi: इसे अपना बनाएँ
ru: Настройте под себя
tr: Kendinize göre uyarlayın
zh_hans: 打造你的风格

source: Manage
de: Verwalten
es: Administrar
fr: Gérer
hi: प्रबंधित करें
ru: Управлять
tr: Yönet
zh_hans: 管理

source: Map
de: Karte
es: Mapa
fr: Plan
hi: नक़्शा
ru: Карта
tr: Harita
zh_hans: 地图

source: Map, Centered
de: Karte, zentriert
es: Mapa, centrado
fr: Plan, centré
hi: नक़्शा, बीच में
ru: Карта, по центру
tr: Harita, Ortalanmış
zh_hans: 地图，居中

source: Measured
de: Gemessen
es: Medición
fr: Heure de mesure
hi: माप का समय
ru: Измерено
tr: Ölçüm Zamanı
zh_hans: 测量时间

source: Metabolic equivalents, a measure of intensity where 1 MET is roughly the energy you use sitting still. An average of 8 METs means the session took about eight times that.
de: Metabolische Äquivalente, ein Maß für die Intensität, bei dem 1 MET ungefähr dem Energieverbrauch im ruhigen Sitzen entspricht. Ein Durchschnitt von 8 METs bedeutet, dass die Einheit etwa das Achtfache davon gekostet hat.
es: Equivalentes metabólicos, una medida de intensidad en la que 1 MET equivale aproximadamente a la energía que gastas sentado sin moverte. Un promedio de 8 METs significa que la sesión requirió unas ocho veces esa energía.
fr: Les équivalents métaboliques mesurent l’intensité : 1 MET correspond à peu près à l’énergie dépensée assis au repos. Une moyenne de 8 MET signifie que l’exercice en a demandé environ huit fois plus.
hi: मेटाबॉलिक इक्विवेलेंट, तीव्रता का एक माप, जिसमें 1 MET लगभग उतनी ऊर्जा है जितनी आप शांत बैठे रहने पर ख़र्च करते हैं। औसतन 8 METs का मतलब है कि इस सेशन में उसकी लगभग आठ गुना ऊर्जा लगी।
ru: Метаболические эквиваленты, мера интенсивности, где 1 МЕТ примерно равен энергии, которую Вы тратите, спокойно сидя. Среднее значение 8 МЕТ означает, что тренировка требовала примерно в восемь раз больше.
tr: Metabolik eşdeğer, 1 MET'in kabaca hareketsiz otururken harcadığınız enerjiye karşılık geldiği bir yoğunluk ölçüsüdür. Ortalama 8 MET, antrenmanın bunun yaklaşık sekiz katı enerji gerektirdiği anlamına gelir.
zh_hans: 代谢当量，一种强度衡量方式，其中 1 MET 大致相当于你静坐时的能量消耗。平均 8 METs 表示这次训练约为静坐时的八倍。

source: Metric
de: Messwert
es: Métrica
fr: Mesure
hi: मेट्रिक
ru: Показатель
tr: Ölçüm
zh_hans: 指标

source: Metrics
de: Messwerte
es: Métricas
fr: Mesures
hi: मेट्रिक्स
ru: Показатели
tr: Ölçümler
zh_hans: 指标

source: Midnight
de: Mitternacht
es: Medianoche
fr: Minuit
hi: आधी रात
ru: Полночь
tr: Gece Yarısı
zh_hans: 午夜

source: Miles
de: Meilen
es: Millas
hi: मील
ru: Мили
tr: Mil
zh_hans: 英里

source: Missed sleep over the last 14 nights
de: Fehlender Schlaf in den letzten 14 Nächten
es: Sueño perdido en las últimas 14 noches
fr: Sommeil manqué sur les 14 dernières nuits
hi: पिछली 14 रातों में छूटी नींद
ru: Недостаток сна за последние 14 ночей
tr: Son 14 gecede kaçırılan uyku
zh_hans: 最近14晚累计少睡的时间

source: MODERATE DEBT
de: MITTLERES DEFIZIT
es: DEUDA MODERADA
fr: DETTE MODÉRÉE
hi: मध्यम कमी
ru: СРЕДНИЙ ДЕФИЦИТ
tr: ORTA BORÇ
zh_hans: 负债中等

source: Moderate readiness
de: Tagesform moderat
es: Preparación moderada
fr: Préparation modérée
hi: मध्यम रेडिनेस
ru: Средняя готовность
tr: Hazırlık orta
zh_hans: 恢复状态中等

source: Monospaced
de: Monospace
es: Monoespaciado
fr: Chasse fixe
hi: मोनोस्पेस
ru: Моноширинный
tr: Eş Aralıklı
zh_hans: 等宽

source: month
de: Monat
es: mes
fr: mois
hi: महीना
ru: мес.
tr: ay
zh_hans: 个月

source: Month
de: Monat
es: Mes
fr: Mois
hi: महीना
ru: Месяц
tr: Ay
zh_hans: 月

source: Month Picker
de: Monatsauswahl
es: Selector de mes
fr: Sélecteur de mois
hi: महीना चयनकर्ता
ru: Выбор месяца
tr: Ay Seçici
zh_hans: 月份选择器

source: Month Swipe
de: Monatswechsel
es: Deslizar entre meses
fr: Balayage des mois
hi: महीना स्वाइप
ru: Смена месяца
tr: Ay Kaydırma
zh_hans: 月份切换

source: Month Vibration
de: Monatsvibration
es: Vibración de meses
fr: Vibrations des mois
hi: महीना वाइब्रेशन
ru: Вибрация при смене месяца
tr: Ay Titreşimi
zh_hans: 月份震动

source: Month, 6 month, and year charts for every metric.
de: Monats-, 6-Monats- und Jahresdiagramme für jeden Messwert.
es: Gráficas de mes, 6 meses y año para cada métrica.
fr: Des graphiques sur un mois, 6 mois et un an pour chaque mesure.
hi: हर मेट्रिक के लिए माह, 6 माह और वर्ष के चार्ट।
ru: Графики за месяц, 6 месяцев и год для каждого показателя.
tr: Her ölçüm için ay, 6 ay ve yıl grafikleri.
zh_hans: 每项指标都有月、6个月和年度图表。

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
ru: Ежемесячно
tr: Aylık
zh_hans: 月度订阅

source: months
de: Monate
es: meses
fr: mois
hi: महीने
ru: мес.
tr: ay
zh_hans: 个月

source: More
de: Mehr
es: Más
fr: Plus
hi: अधिक
ru: Еще
tr: Daha Fazla
zh_hans: 更多

source: More Food Items
de: Mehr Lebensmittel
es: Más alimentos
fr: Plus d’aliments
hi: ज़्यादा खाने की चीज़ें
ru: Больше продуктов
tr: Daha Fazla Yiyecek
zh_hans: 更多食物

source: More Food Items fills the card with more, smaller foods, like five snacks instead of one burger. Off, the card shows the fewest foods that cover the workout's energy.
de: „Mehr Lebensmittel“ füllt die Karte mit mehr, kleineren Lebensmitteln, etwa fünf Snacks statt eines Burgers. Ist die Option deaktiviert, zeigt die Karte so wenige Lebensmittel wie möglich, die die Energie des Trainings abdecken.
es: Más alimentos llena la tarjeta con alimentos más pequeños y en mayor número, como cinco snacks en lugar de una hamburguesa. Si está desactivado, la tarjeta muestra la menor cantidad de alimentos que cubre la energía del entrenamiento.
fr: L’option « Plus d’aliments » remplit la carte avec davantage d’aliments plus petits, par exemple cinq en-cas au lieu d’un burger. Lorsqu’elle est désactivée, la carte affiche le moins d’aliments possible pour couvrir l’énergie de l’exercice.
hi: “ज़्यादा खाने की चीज़ें” कार्ड को ज़्यादा और छोटी खाने की चीज़ों से भरता है, जैसे एक बर्गर की जगह पाँच स्नैक्स। बंद होने पर कार्ड सबसे कम चीज़ें दिखाता है जो मिलकर वर्कआउट की ऊर्जा के बराबर हों।
ru: Параметр «Больше продуктов» заполняет карточку большим числом продуктов поменьше, например пятью перекусами вместо одного бургера. Если параметр выключен, карточка показывает наименьшее число продуктов, покрывающих энергию тренировки.
tr: Daha Fazla Yiyecek, kartı daha çok sayıda ve daha küçük yiyecekle doldurur, örneğin bir hamburger yerine beş atıştırmalık. Kapalıyken kart, antrenmanın enerjisini karşılayan en az sayıda yiyeceği gösterir.
zh_hans: 开启「更多食物」后，卡片会用更多小份食物来填满，比如五份小食而不是一个汉堡。关闭时，卡片用最少的食物来覆盖这次运动的热量。

source: More Home Heroes
de: Weitere Hauptkarten
es: Más portadas
fr: Plus de cartes principales
hi: और होम हीरो
ru: Другие главные карточки
tr: Daha Fazla Ana Gösterge
zh_hans: 更多首页主视图

source: Move
de: Bewegen
es: Movimiento
fr: Bouger
hi: मूव
ru: Подвижность
tr: Hareket
zh_hans: 活动

source: Move earlier
de: Früher
es: Subir
fr: Déplacer vers le haut
hi: पहले करें
ru: Переместить выше
tr: Daha erkene al
zh_hans: 提前

source: Move later
de: Später
es: Bajar
fr: Déplacer vers le bas
hi: बाद में करें
ru: Переместить ниже
tr: Daha sonraya al
zh_hans: 推迟

source: Move now, thank yourself later.
de: Beweg dich jetzt, dein späteres Ich dankt dir.
es: Muévete ahora y te lo agradecerás después.
fr: Bougez maintenant, vous vous remercierez plus tard.
hi: अभी मेहनत करें, बाद में आप ख़ुद को शुक्रिया कहेंगे।
ru: Двигайтесь сейчас, и потом скажете себе спасибо.
tr: Şimdi hareket edin, sonra kendinize teşekkür edin.
zh_hans: 现在动起来，以后会感谢自己。

source: Move, Exercise, and Stand progress
de: Fortschritt für Bewegen, Trainieren und Stehen
es: Progreso de Movimiento, Ejercicio y De pie
fr: Progression des anneaux « Bouger », « M’entraîner » et « Me lever »
hi: मूव, एक्सरसाइज़ और स्टैंड की प्रगति
ru: Прогресс подвижности, упражнений и разминки
tr: Hareket, Egzersiz ve Duruş ilerlemesi
zh_hans: 活动、运动和站立进度

# Nap stage breakdown. %@. %@.
source: Nap stage breakdown. %1$@. %2$@.
de: Aufteilung der Nickerchenphasen. %1$@. %2$@.
es: Desglose de las fases de la siesta. %1$@. %2$@.
fr: Répartition des phases de la sieste. %1$@. %2$@.
hi: झपकी के चरणों का ब्योरा। %1$@। %2$@।
ru: Стадии дневного сна. %1$@. %2$@.
tr: Şekerleme evresi dökümü. %1$@. %2$@.
zh_hans: 小睡阶段细分：%1$@。%2$@。

source: Nap Stages
de: Nickerchenphasen
es: Fases de la siesta
fr: Phases de la sieste
hi: झपकी के चरण
ru: Стадии дневного сна
tr: Şekerleme Evreleri
zh_hans: 小睡阶段

source: Navigation Bar
de: Navigationsleiste
es: Barra de navegación
fr: Barre de navigation
hi: नेविगेशन बार
ru: Панель навигации
tr: Gezinme Çubuğu
zh_hans: 导航栏

source: Need
de: Bedarf
es: Necesario
fr: Besoin
hi: ज़रूरत
ru: Потребность
tr: Gereken
zh_hans: 所需睡眠

source: Need includes %@ for low HRV
de: Bedarf enthält %@ wegen niedriger HRV
es: El sueño necesario incluye %@ por VFC baja
fr: Le besoin inclut %@ pour une VFC basse
hi: ज़रूरत में कम HRV के लिए %@ शामिल है
ru: Потребность включает %@ из-за низкой ВСР
tr: Gereken uykuya düşük HRV için %@ dahil
zh_hans: 所需睡眠已含心率变异性偏低增加的%@

source: Need includes %@ for training
de: Bedarf enthält %@ wegen Training
es: El sueño necesario incluye %@ por el entrenamiento
fr: Le besoin inclut %@ pour l’entraînement
hi: ज़रूरत में ट्रेनिंग के लिए %@ शामिल है
ru: Потребность включает %@ из-за тренировок
tr: Gereken uykuya antrenman için %@ dahil
zh_hans: 所需睡眠已含训练增加的%@

source: Need includes %@ for training and %@ for low HRV
de: Bedarf enthält %@ wegen Training und %@ wegen niedriger HRV
es: El sueño necesario incluye %@ por el entrenamiento y %@ por VFC baja
fr: Le besoin inclut %1$@ pour l’entraînement et %2$@ pour une VFC basse
hi: ज़रूरत में ट्रेनिंग के लिए %@ और कम HRV के लिए %@ शामिल है
ru: Потребность включает %1$@ из-за тренировок и %2$@ из-за низкой ВСР
tr: Gereken uykuya antrenman için %@ ve düşük HRV için %@ dahil
zh_hans: 所需睡眠已含训练增加的%1$@和心率变异性偏低增加的%2$@

source: Need uses your sleep goal until 28 nights are recorded
de: Bis 28 Nächte aufgezeichnet sind, gilt dein Schlafziel als Bedarf
es: El sueño necesario usa tu objetivo de sueño hasta que haya 28 noches registradas
fr: Le besoin correspond à votre objectif de sommeil jusqu’à ce que 28 nuits soient enregistrées
hi: 28 रातें रिकॉर्ड होने तक ज़रूरत आपके नींद के लक्ष्य पर आधारित रहती है
ru: Пока не записано 28 ночей, потребность равна Вашей цели сна
tr: 28 gece kaydedilene kadar Gereken, uyku hedefinizi kullanır
zh_hans: 在记录满28晚之前，所需睡眠采用你的睡眠目标

source: New Custom Source
de: Neue eigene Quelle
es: Nueva fuente personalizada
fr: Nouvelle source personnalisée
hi: नया कस्टम सोर्स
ru: Новый свой источник
tr: Yeni Özel Kaynak
zh_hans: 新建自定义来源

source: Newest
de: Neueste
es: Más reciente
fr: Plus récent
hi: सबसे नया
ru: Сначала новые
tr: En Yeni
zh_hans: 最新

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
ru: Далее
tr: Sonraki
zh_hans: 下一步

source: Next month
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
hi: अगला महीना
ru: Следующий месяц
tr: Sonraki ay
zh_hans: 下个月

source: Nightly score from sleep stages, vitals, and timing
de: Nächtlicher Wert aus Schlafphasen, Vitalzeichen und Schlafzeiten
es: Puntuación de cada noche según las fases del sueño, los signos vitales y los horarios
fr: Score nocturne d’après les phases du sommeil, les signes vitaux et les horaires
hi: नींद के चरणों, वाइटल और समय से हर रात का स्कोर
ru: Оценка каждой ночи по стадиям сна, основным показателям и режиму
tr: Uyku evreleri, yaşam bulguları ve zamanlamadan hesaplanan gecelik puan
zh_hans: 根据睡眠阶段、体征和作息时间得出的每夜评分

source: No Apple Health data was found. If you expected data, check Body's permissions in the Health app.
de: In Health wurden keine Daten gefunden. Wenn du Daten erwartet hast, prüfe die Berechtigungen von Body in der Health App.
es: No se encontraron datos de la app Salud. Si esperabas ver datos, revisa los permisos de Body en la app Salud.
fr: Aucune donnée Santé trouvée. Si vous attendiez des données, vérifiez les autorisations de Body dans l’app Santé.
hi: सेहत डेटा नहीं मिला। अगर डेटा होना चाहिए था, तो सेहत ऐप में Body की अनुमतियाँ जाँचें।
ru: Данные приложения «Здоровье» не найдены. Если они должны быть, проверьте права доступа Body в приложении «Здоровье».
tr: Sağlık verisi bulunamadı. Veri olması gerekiyorsa Sağlık uygulamasında Body'nin izinlerini denetleyin.
zh_hans: 未找到健康 App 数据。如果应该有数据，请在健康 App 中检查 Body 的权限。

source: No Cardio Fitness yet
de: Noch keine Cardiofitness
es: Aún no hay datos de capacidad aeróbica
fr: Aucune donnée de santé cardiovasculaire pour le moment
hi: अभी कोई हृदय संबंधी फ़िटनेस डेटा नहीं
ru: Данных о кардиовыносливости пока нет
tr: Henüz Kardiyo Fitness verisi yok
zh_hans: 暂无有氧适能数据

source: No Comparison
de: Kein Vergleich
es: Sin comparación
fr: Aucune comparaison
hi: कोई तुलना नहीं
ru: Без сравнения
tr: Karşılaştırma Yok
zh_hans: 无对比

source: no data
de: keine Daten
es: sin datos
fr: aucune donnée
hi: कोई डेटा नहीं
ru: нет данных
tr: veri yok
zh_hans: 无数据

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
ru: Нет данных
tr: Veri yok
zh_hans: 无数据

source: No data for this day
de: Keine Daten für diesen Tag
es: No hay datos de este día
fr: Aucune donnée pour ce jour
hi: इस दिन का कोई डेटा नहीं
ru: Нет данных за этот день
tr: Bu gün için veri yok
zh_hans: 这一天没有数据

source: No health data notice is currently shown.
de: Derzeit wird kein Hinweis zu Gesundheitsdaten angezeigt.
es: Ahora no se muestra ningún aviso sobre datos de salud.
fr: Aucun avis sur les données de santé n’est affiché actuellement.
hi: अभी कोई सेहत डेटा सूचना नहीं दिखाई जा रही है।
ru: Сейчас уведомлений о медданных нет.
tr: Şu anda gösterilen bir sağlık verisi bildirimi yok.
zh_hans: 当前没有显示健康数据通知。

source: No Heart Rate Data
de: Keine Herzfrequenzdaten
es: Sin datos de frecuencia cardiaca
fr: Aucune donnée de fréquence cardiaque
hi: हृदय गति का कोई डेटा नहीं
ru: Нет данных о пульсе
tr: Kalp Atış Hızı Verisi Yok
zh_hans: 没有心率数据

source: No metric pinned to the top of Home
de: Kein Messwert oben in der Übersicht fixiert
es: Ninguna métrica fijada en la parte superior de la pantalla principal
fr: Aucune mesure épinglée en haut de l’onglet Résumé
hi: होम के सबसे ऊपर कोई मेट्रिक पिन नहीं
ru: Без закрепленного показателя вверху главного экрана
tr: Ana sayfanın üstüne sabitlenmiş ölçüm yok
zh_hans: 不在主页顶部置顶任何指标

source: No purchases to restore.
de: Keine Käufe zum Wiederherstellen.
es: No hay compras que restaurar.
fr: Aucun achat à rétablir.
hi: रीस्टोर करने के लिए कोई ख़रीदारी नहीं है।
ru: Нет покупок для восстановления.
tr: Geri yüklenecek satın alım yok.
zh_hans: 没有可恢复的购买。

source: No Readiness yet
de: Noch keine Tagesform
es: Aún no hay preparación
fr: Aucun niveau de préparation pour le moment
hi: अभी कोई रेडिनेस नहीं
ru: Данных о готовности пока нет
tr: Henüz Hazırlık yok
zh_hans: 暂无恢复状态数据

source: No Saved Effort
de: Keine Anstrengung gesichert
es: Sin esfuerzo guardado
fr: Aucun effort enregistré
hi: कोई सहेजा गया प्रयास नहीं
ru: Сохраненного усилия нет
tr: Kayıtlı Efor Yok
zh_hans: 没有已保存的强度

source: No sleep data yet
de: Noch keine Schlafdaten
es: Aún no hay datos de sueño
fr: Aucune donnée de sommeil pour le moment
hi: अभी नींद का कोई डेटा नहीं
ru: Данных о сне пока нет
tr: Henüz uyku verisi yok
zh_hans: 还没有睡眠数据

source: No sleep HRV for this day
de: Keine Schlaf-HRV für diesen Tag
es: No hay VFC del sueño de este día
fr: Aucune VFC nocturne pour ce jour
hi: इस दिन नींद के दौरान का कोई HRV नहीं
ru: Нет ВСР во сне за этот день
tr: Bu gün için uyku HRV'si yok
zh_hans: 这一天没有睡眠心率变异性数据

source: No sleep or workout heart rate for this day
de: Keine Herzfrequenz aus Schlaf oder Training für diesen Tag
es: No hay frecuencia cardiaca del sueño ni de entrenamientos de este día
fr: Aucune fréquence cardiaque de sommeil ou d’exercice pour ce jour
hi: इस दिन नींद या वर्कआउट की कोई हृदय गति नहीं
ru: Нет пульса во сне или на тренировках за этот день
tr: Bu gün için uyku veya antrenman kalp atış hızı yok
zh_hans: 这一天没有睡眠或运动心率数据

source: No sleep score for this day
de: Kein Schlafindex für diesen Tag
es: No hay puntuación del sueño de este día
fr: Aucun score de sommeil pour ce jour
hi: इस दिन का कोई नींद का स्कोर नहीं
ru: Нет оценки сна за этот день
tr: Bu gün için uyku puanı yok
zh_hans: 这一天没有睡眠评分

source: No sleep stages for this day
de: Keine Schlafphasen für diesen Tag
es: No hay fases del sueño de este día
fr: Aucune phase du sommeil pour ce jour
hi: इस दिन नींद के कोई चरण नहीं
ru: Нет стадий сна за этот день
tr: Bu gün için uyku evresi yok
zh_hans: 这一天没有睡眠阶段数据

source: No sleep stages for this source on this day
de: Keine Schlafphasen von dieser Quelle für diesen Tag
es: No hay fases del sueño de esta fuente en este día
fr: Aucune phase du sommeil pour cette source ce jour-là
hi: इस दिन इस सोर्स के लिए नींद के कोई चरण नहीं
ru: Нет стадий сна из этого источника за этот день
tr: Bu kaynakta bu gün için uyku evresi yok
zh_hans: 这一天该数据源没有睡眠阶段数据

source: No sleep vitals today
de: Heute keine Vitalzeichen im Schlaf
es: Hoy no hay signos vitales del sueño
fr: Aucun signe vital nocturne aujourd’hui
hi: आज नींद के कोई वाइटल नहीं
ru: Нет основных показателей во сне за сегодня
tr: Bugün uykudaki yaşam bulgusu verisi yok
zh_hans: 今天没有睡眠体征数据

source: No sources discovered yet.
de: Noch keine Quellen gefunden.
es: Aún no se ha encontrado ninguna fuente.
fr: Aucune source détectée pour le moment.
hi: अभी तक कोई सोर्स नहीं मिला।
ru: Источники пока не найдены.
tr: Henüz kaynak bulunamadı.
zh_hans: 尚未发现任何来源。

source: No Stress yet today
de: Heute noch keine Stresswerte
es: Aún no hay datos de estrés hoy
fr: Aucune donnée de stress aujourd’hui pour le moment
hi: आज अभी तक कोई तनाव डेटा नहीं
ru: Данных о стрессе за сегодня пока нет
tr: Bugün henüz Stres verisi yok
zh_hans: 今天暂无压力数据

source: No Training Load yet
de: Noch keine Trainingsbelastung
es: Aún no hay carga de entrenamiento
fr: Aucune charge d’entraînement pour le moment
hi: अभी कोई ट्रेनिंग लोड नहीं
ru: Данных о тренировочной нагрузке пока нет
tr: Henüz Antrenman Yükü yok
zh_hans: 暂无训练负荷数据

source: No vitals for last night
de: Keine Vitalzeichen für letzte Nacht
es: No hay signos vitales de anoche
fr: Aucun signe vital pour la nuit dernière
hi: बीती रात के कोई वाइटल नहीं
ru: Нет основных показателей за прошлую ночь
tr: Dün gece için yaşam bulgusu verisi yok
zh_hans: 昨晚没有生命体征数据

source: No vitals for this day
de: Keine Vitalzeichen für diesen Tag
es: No hay signos vitales de este día
fr: Aucun signe vital pour ce jour
hi: इस दिन के कोई वाइटल नहीं
ru: Нет основных показателей за этот день
tr: Bu gün için yaşam bulgusu verisi yok
zh_hans: 这一天没有生命体征数据
